Revit 2027 API
ParameterTypeId.MarkupsPrivate Property
 "Private"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MarkupsPrivate { get; }
Public Shared ReadOnly Property MarkupsPrivate As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MarkupsPrivate {
	ForgeTypeId^ get ();
}
static member MarkupsPrivate : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace